/*
Localizable.strings
PanicLibSSH2

Created by heather on 11/13/15.
Copyright © 2015 Panic. All rights reserved.
*/

"SSH initialization failed." = "SSH initialization failed.";
"SSH connection was cancelled." = "SSH-Verbindung wurde abgebrochen.";
"Couldn't connect to server." = "Verbindung zum Server konnte nicht hergestellt werden.";
"Session startup failed." = "Sitzungsstart ist fehlgeschlagen.";
"Password authentication not allowed." = "Passwortauthentifizierung ist nicht zulässig.";
"Username or password was not accepted by the server." = "Der Benutzername oder das Passwort wurde vom Server nicht akzeptiert.";
"Key file was not accepted by the server." = "Die Schlüsseldatei wurde vom Server nicht akzeptiert.";
"Key file passphrase or authentication code was not accepted by the server." = "Die Passphrase oder der Authentifizierungscode für die Schlüsseldatei wurde vom Server nicht akzeptiert.";
"Session request failed." = "Sitzungsanfrage ist fehlgeschlagen.";
"PTY request failed." = "PTY-Anfrage ist fehlgeschlagen.";
"Shell request failed." = "Shell-Anfrage ist fehlgeschlagen.";
"Read data unavailable." = "Gelesene Daten sind nicht verfügbar.";
"Verification code was not accepted by the server." = "Der Bestätigungscode wurde vom Server nicht akzeptiert.";
"The %@ %@ fingerprint is:\n%@" = "Der %@-%@-Fingerabdruck ist:\n%@";
"RSA" = "RSA";
"DSA" = "DSA";
"ECDSA" = "ECDSA";
"Ed25519" = "Ed25519";
"MD5" = "MD5";
"SHA1" = "SHA1";
"SHA256" = "SHA256";
"Unknown" = "Unbekannt";
"Connecting to Server." = "Connecting to Server.";

// SFTP Connection errors
"Connection cancelled." = "Verbindung abgebrochen.";
"Connection failed." = "Verbindung fehlgeschlagen.";
"Connection closed." = "Verbindung getrennt.";
"An unexpected end of file error occurred." = "Ein unerwarteter „Ende der Datei erreicht“-Fehler ist aufgetreten.";
"Command failed." = "Befehl ist fehlgeschlagen.";
"Bad message." = "Ungültige Nachricht.";
"Read error." = "Lesefehler.";
"Write error." = "Schreibfehler.";
"Remote stat failed." = "Die Datei konnte nicht gefunden werden. Stellen Sie sicher, dass die Datei nicht unerwartet bewegt oder umbenannt wurde.";
"Local stat failed." = "Die Datei konnte nicht gefunden werden. Stellen Sie sicher, dass die Datei nicht unerwartet bewegt oder umbenannt wurde.";
"Couldn't set local permissions." = "Lokale Zugriffsrechte konnten nicht festgelegt werden.";
"Couldn't set local file time." = "Lokale Dateizeit konnte nicht festgelegt werden.";
"Can't download a directory." = "Verzeichnis kann nicht herunterladen werden.";
"Couldn't get remote handle." = "Entfernter Zeiger konnte nicht abgerufen werden.";
"Couldn't create local file." = "Lokale Datei konnte nicht erstellt werden.";
"Data packet too big." = "Datenpaket zu groß.";
"Attributes missing permissions." = "Zugriffsrechte fehlen in den Attributen.";
"Protocol error." = "Protokollfehler.";
"Unable to extract public key from private key file." = "Der öffentliche Schlüssel kann nicht aus der Privatschlüsseldatei extrahiert werden.";
"Could not establish a secure connection." = "Sichere Verbindung konnte nicht hergestellt werden.";
"File not found." = "Datei nicht gefunden.";
"Make sure you have permission to modify this file." = "Stellen Sie sicher, dass Sie die Zugriffsrechte zum Ändern dieser Datei haben.";
"Not connected." = "Nicht verbunden.";
"Server closed connection." = "Der Server hat die Verbindung beendet.";
"Operation not supported." = "Der Vorgang wird nicht unterstützt.";
"Connection refused." = "Die Verbindung wurde abgewiesen.";
"Stat failed." = "Fehler bei der Statistik.";
"An SSH config file contains one or more errors. Please correct them to use this file." = "Eine SSH-Konfigurationsdatei enthält mindestens einen Fehler. Korrigieren Sie die Fehler, um diese Datei zu verwenden.";
"Credentials were not accepted by the server." = "Accountdaten wurden vom Server nicht akzeptiert.";
"Invalid port." = "Ungültiger Port.";
"Unable to forward port." = "Port kann nicht weitergeleitet werden.";

// PCSession propmts
" Please re-enter your key passphrase." = " Geben Sie Ihre Schlüssel-Passphrase erneut ein.";
" Please re-enter your password." = " Geben Sie Ihr Passwort erneut ein.";
" Please re-enter your verification code." = " Geben Sie Ihren Bestätigungscode erneut ein.";
"A verification code is required for %@" = "Für ist ein Verifizierungscode erforderlich %@";
"Please enter the pin for \"%@\"." = "Geben Sie die PIN für „%@“ ein.";
"Enter the key passphrase for \"%@\"." = "Geben Sie die Schlüssel-Passphrase für „%@“ ein.";
" Please enter your key passphrase for \"%@\"." = " Geben Sie Ihre Schlüssel-Passphrase für „%@“ ein.";

// Server export
"Encrypted with passwords" = "Mit Passwörtern verschlüsselt";
"Unencrypted without passwords" = "Unverschlüsselt ohne Passwörter";
"export passwords" = "Passwörter exportieren";
"Enter a unique password to protect the file containing your exported items." = "Geben Sie ein eindeutiges Passwort ein, um die Datei zu schützen, die Ihre exportierten Objekte enthält.";
"Transmit and Nova" = "Transmit und Nova";
"The password must be at least 12 characters long and will be used when importing into %@.\n\nThe encryption used on this file may become insecure in the future, so please delete all copies once you are finished with it." = "Das Passwort muss aus mindestens 12 Zeichen bestehen und wird beim Importieren in %@ verwendet.\n\nDie für diese Datei verwendete Verschlüsselung kann zukünftig unsicher werden. Löschen Sie deshalb alle Kopien, sobald Sie fertig sind.";
"Password:" = "Passwort:";
"Verify:" = "Bestätigen:";
"Unable to generate encryption key." = "Der Verschlüsselungsschlüssel kann nicht generiert werden.";
"Unable to initialize encryption." = "Die Verschlüsselung kann nicht initialisiert werden.";
"Encryption failed" = "Die Verschlüsselung ist fehlgeschlagen.";
"Data is not encrypted." = "Die Daten sind nicht verschlüsselt.";
"Invalid encryption header." = "Ein Verschlüsselungsheader fehlt.";
"Unable to initialize decryption." = "Die Entschlüsselung kann nicht initialisiert werden.";
"Decryption failed" = "Die Entschlüsselung ist fehlgeschlagen.";
"Enter the passphrase used to encrypt the exported servers." = "Geben Sie die Passphrase ein, die zum Verschlüsseln der exportierten Server verwendet wurde.";

// SK Keys
"Unable to generate SK Key." = "Der SK-Schlüssel kann nicht generiert werden.";
"Please ensure your authenticator is connected and your PIN is correct." = "Stellen Sie sicher, dass Ihr Authentifikator verbunden und die PIN richtig ist.";

// Ccertificates
"Untitled" = "Unbenannt";
"None" = "Ohne";
"Expires: " = "Gültig bis: ";
"Could not import data from file." = "Daten konnten nicht aus einer Datei importiert werden.";
